{
  "events": [
    {
      "image": "subhlabh.jpg",
      "name": "Subh-Labh",
      "description": "Support, Buy & Help Local Artisans of Bharat, an event promoting local and sustainable products. The event was intended to promote works of local artisans and their products along with focus on observation and learning by participants about different ways of sells during shopping. ",
      "count": "1",
      "short": "Support, Buy & Help Local Artisans of Bharat, an event promoting local and sustainable products.",
      "modal_img": "",
      "date": "",
      "venue": "",
      "register": "",
      "link": "",
      "button": "View More"
    },
    {
      "image": "ewoke.jpg",
      "name": "E-Woke",
      "description": "We, at Entrepreneurship Development Cell, IIEST Shibpur believe whatever we offer to the student community is worth the value what you're paying for. Nevertheless compromising on the skill development and your knowledge, in what we deliver. We believe the beneficiaries of EDC may stay with us for long. Our principle is delivering something different, a novice experience as well as a new perspective. And hence this coveted team brings, e-Woke'19: which awake the Entrepreneur within anyone, the three day event on 24,25 and 26 October,2019 took through brainstorming activities to a new world.",
      "count": "2",
      "short": "The most awaited Entrepreneurial event for freshers was conducted from 24th-26th october 2019. A 3 day opportunity was planned for freshers to explore the world of business and what Entrepreneurship is; by various brainstorming wonderful sessions.",
      "modal_img": "",
      "date": "TBA",
      "venue": "TBA",
      "register": "",
      "link": "https://esummit.edcjss.in/",
      "button": "View More"
    },
    {
      "image": "hult1.png",
      "name": "Hult Prize",
      "description": "HULT PRIZE is an annual B-Plan competition in association with the UN. It's the largest startup program to boost the young profited minds to game changing social entrepreneurs to tackle pivotal social issues. The program was intended to not only give opportunity to get an insight of the corporate world and learn from the greatest minds but was also packed with multiple sessions, workshops and contests to guide the inquisitive business enthusiasts along the way. ",
      "count": "3",
      "short": "HULT PRIZE is an annual B-Plan competition in association with the UN. It's the largest startup program to boost the young profited minds to game changing social entrepreneurs to tackle pivotal social issues.",
      "modal_img": "",
      "date": "",
      "venue": "",
      "register": "",
      "link": "",
      "button": "View More"
    },
    {
      "image": "esummit.jpg",
      "name": "E-Summit (Scintillations)",
      "description": "Scintillations 2020 was one of the largest annual e-summit of IIEST Shibpur, an elaborated entrepreneurial extravaganza with various Entrepreneurial events, sessions and exciting context to showcase talent and win and most important of all, the learning opportunities from best in the field.",
      "count": "4",
      "short": "The E-Summit of IIEST Shibpur. With the tagline of “Aurora Nova Occasio” which translates to “A Dawn of New Opportunity”. This event is the largest E-Summit of Kolkata and provides a unique opportunity to local business leaders and potential entrepreneurs to come together on a common platform. It mainly aims to foster entrepreneurial initiatives and activities on the campus. E-Summit provides a platform for the ‘aspiring entrepreneurs’ to have hands-on experience before they can finally enter the market.",
      "modal_img": "",
      "date": "June 13 - June 15",
      "venue": "Remote",
      "register": "",
      "link": "",
      "button": "View More"
    }
  ]
}
